Repository: Nntanda/AfricaVLP
Catalog: well-known/src/Locale/*/default.po
Languages: ar_ar

source: Volunteering Experience
ar_ar: تجربة التطوع

source: Badges
ar_ar: الأوسمة

source: Volunteering Interest History
ar_ar: تاريخ الاهتمام بالتطوع

source: Request Reset Password
ar_ar: طلب إعادة تعيين كلمة المرور

source: Search Volunteering Organizations
ar_ar: ابحث عن المنظمات التطوعية

source: Volunteers
ar_ar: المتطوعين

source: Sectors
ar_ar: القطاعات

source: View Details
ar_ar: عرض التفاصيل

source: Published
ar_ar: منشور

source: Searches and precompiles all twig templates it finds.
ar_ar: يبحث ويجمع مسبقًا جميع قوالب الغصين التي يعثر عليها.

source: Searches and precompiles all twig templates for a specific plugin.
ar_ar: يبحث ويجمع مسبقًا جميع قوالب الغصين لمكوِّن إضافي محدد.

source: Precompile a specific file.
ar_ar: تجميع ملف معين مسبقًا.

source: TwigView templates precompiler
ar_ar: قوالب TwigView المترجم المسبق

source: {0}Your social account validation link
ar_ar: {0} رابط التحقق من صحة الحساب

source: This field is required
ar_ar: هذا الحقل مطلوب

source: The requested address {0} was not found on this server.
ar_ar: لم يتم العثور على العنوان المطلوب {0} على هذا الخادم.

source: An Internal Error Has Occurred
ar_ar: حدث خطأ داخلي

source: You are not authorized to access that location.
ar_ar: غير مصرح لك للوصول إلى ذلك الموقع.

source: Missing CSRF token cookie
ar_ar: ملف تعريف الارتباط المميز لـ CSRF مفقود

source: CSRF token mismatch.
ar_ar: رمز CSRF غير متطابق.

source: Not Found
ar_ar: لم يتم العثور

source: An Internal Error Has Occurred.
ar_ar: حدث خطأ داخلي.

source: The requested file contains `..` and will not be read.
ar_ar: يحتوي الملف المطلوب على `..` ولن تتم قراءته.

source: The requested file was not found
ar_ar: لم يتم العثور على الملف المطلوب

source: {0} from now
ar_ar: {0} من الآن

source: {0} ago
ar_ar: قبل {0}

source: {0} after
ar_ar: {0} بعد

source: {0} before
ar_ar: {0} من قبل

source: just now
ar_ar: الآن فقط

source: about a second ago
ar_ar: قبل حوالي ثانية

source: about a minute ago
ar_ar: منذ دقيقة واحدة

source: about an hour ago
ar_ar: منذ ساعة تقريبا

source: about a day ago
ar_ar: منذ حوالي يوم واحد

source: about a week ago
ar_ar: منذ اسبوع تقريبا

source: about a month ago
ar_ar: قبل شهر مضى

source: about a year ago
ar_ar: قبل نحو سنة

source: in about a second
ar_ar: في حوالي ثانية

source: in about a minute
ar_ar: في حوالي دقيقة

source: in about an hour
ar_ar: في غضون ساعة

source: in about a day
ar_ar: في حوالي يوم

source: in about a week
ar_ar: في غضون اسبوع

source: in about a month
ar_ar: في حوالي شهر

source: in about a year
ar_ar: في حوالي عام

source: today
ar_ar: الیوم

source: %s ago
ar_ar: منذ %s

source: on %s
ar_ar: في %s

source: {0} year
ar_ar: {0} عام

source: {0} month
ar_ar: {0} شهر

source: {0} week
ar_ar: {أسبوع 1

source: {0} day
ar_ar: {يوم 1

source: {0} hour
ar_ar: {0} ساعة

source: {0} minute
ar_ar: {1 دقيقة

source: {0} second
ar_ar: {0} ثانية

source: This value is already in use
ar_ar: هذه القيمة قيد الاستخدام بالفعل

source: This value does not exist
ar_ar: هذه القيمة غير موجودة

source: The count does not match {0}{1}
ar_ar: العدد لا يتطابق مع {0} {1}

source: and
ar_ar: و

source: This field cannot be left empty
ar_ar: لا يمكن ترك هذا الحقل فارغا

source: The provided value is invalid
ar_ar: القيمة المقدمة غير صالحة

source: Edit {0}
ar_ar: تحرير {0}

source: New {0}
ar_ar: جديد {0}

source: January
ar_ar: يناير

source: February
ar_ar: فبراير

source: March
ar_ar: مارس

source: April
ar_ar: ابريل

source: May
ar_ar: مايو

source: June
ar_ar: يونيو

source: July
ar_ar: يوليو

source: August
ar_ar: أغسطس

source: September
ar_ar: سبتمبر

source: October
ar_ar: أكتوبر

source: November
ar_ar: نوفمبر

source: December
ar_ar: ديسمبر

source: You have to be connected to the internet
ar_ar: يجب أن تكون متصلاً بالإنترنت

source: No emails found in this request
ar_ar: لم يتم العثور على رسائل البريد الإلكتروني في هذا الطلب

source: The URL to request.
ar_ar: رفض الطلب

source: {0} Metrics
ar_ar: {0} المقاييس

source: Clear {0} cache
ar_ar: امسح ذاكرة التخزين المؤقت {0}

source: Metric
ar_ar: قياس متري

source: Total
ar_ar: المجموع

source: cache cleared.
ar_ar: تم مسح ذاكرة التخزين المؤقت.

source: cache could not be cleared.
ar_ar: لا يمكن مسح ذاكرة التخزين المؤقت.

source: You are trying to preview an email that does not have any content.
ar_ar: أنت تحاول معاينة رسالة بريد إلكتروني لا تحتوي على أي محتوى.
