Repository: Nntanda/AfricaVLP
Catalog: well-known/src/Locale/*/default.po
Languages: ar_ar

source: Active
ar_ar: نشط

source: Inactive
ar_ar: غير نشط

source: Publish
ar_ar: نشر

source: Draft
ar_ar: مسودة

source: Deactivate
ar_ar: تعطيل

source: The user is not an alumni of the requested organization.
ar_ar: المستخدم ليس من خريجي المؤسسة المطلوبة.

source: The thread has been saved.
ar_ar: تم حفظ مؤشر الترابط.

source: The thread could not be saved. Please, try again.
ar_ar: تعذر حفظ مؤشر الترابط. أرجوك، حاول مرة أخرى.

source: The comment has been saved.
ar_ar: تم حفظ التعليق.

source: The comment could not be saved. Please, try again.
ar_ar: لا يمكن حفظ التعليق. حاول مرة اخرى.

source: The interest has been saved.
ar_ar: تم حفظ الفائدة.

source: The interest could not be saved. Please, try again.
ar_ar: لا يمكن حفظ الفائدة. حاول مرة اخرى.

source: The user could not be saved. Please, try again.
ar_ar: لا يمكن حفظ المستخدم. حاول مرة اخرى.

source: Unauthorized! Access denied.
ar_ar: غير مصرح! تم الرفض.

source: Incomplete profile! Complete organization profile.
ar_ar: الملف الشخصي غير مكتمل! الملف الشخصي الكامل للمؤسسة.

source: The profile details has been saved.
ar_ar: تم حفظ تفاصيل الملف الشخصي.

source: The profile details could not be saved. Please, try again.
ar_ar: لا يمكن حفظ تفاصيل الملف الشخصي. حاول مرة اخرى.

source: The office details has been saved.
ar_ar: تم حفظ تفاصيل المكتب.

source: The office details could not be saved. Please, try again.
ar_ar: لا يمكن حفظ تفاصيل المكتب. حاول مرة اخرى.

source: Error adding address
ar_ar: خطأ في إضافة العنوان

source: The office has been deleted.
ar_ar: تم حذف المكتب.

source: The office could not be deleted. Please, try again.
ar_ar: لا يمكن حذف المكتب. حاول مرة اخرى.

source: Error deleting address
ar_ar: خطأ في حذف العنوان

source: The event details has been saved.
ar_ar: تم حفظ تفاصيل الحدث.

source: The event details could not be saved. Please, try again.
ar_ar: لا يمكن حفظ تفاصيل الحدث. حاول مرة اخرى.

source: The interest details has been updated.
ar_ar: تم تحديث تفاصيل الفائدة.

source: The interest details could not be updated. Please, try again.
ar_ar: لا يمكن تحديث تفاصيل الفائدة. حاول مرة اخرى.

source: The news details has been saved.
ar_ar: تم حفظ تفاصيل الخبر.

source: The news details could not be saved. Please, try again.
ar_ar: لا يمكن حفظ تفاصيل الخبر. حاول مرة اخرى.

source: The message has been sent.
ar_ar: تم إرسال الرسالة.

source: The message could not been sent.
ar_ar: تعذر إرسال الرسالة.

source: The resource has been saved.
ar_ar: تم حفظ المورد.

source: The resource could not be saved. Please, try again.
ar_ar: لا يمكن حفظ المورد. حاول مرة اخرى.

source: The record was not found.
ar_ar: لم يتم العثور على السجل.

source: The user has been added.
ar_ar: تمت إضافة المستخدم.

source: The user could not be added.
ar_ar: لا يمكن إضافة المستخدم.

source: The user has been invited successfully.
ar_ar: تمت دعوة المستخدم بنجاح.

source: The user has already been invited.
ar_ar: تمت دعوة المستخدم بالفعل.

source: The user has been saved.
ar_ar: تم حفظ المستخدم.

source: The user could not be saved.
ar_ar: لا يمكن حفظ المستخدم.

source: The user has been deleted.
ar_ar: تم حذف المستخدم.

source: The user could not be deleted. Please, try again.
ar_ar: لا يمكن حذف المستخدم. حاول مرة اخرى.

source: The user could not be saved
ar_ar: لا يمكن حفظ المستخدم

source: Email not yet verified. Follow the link from the registration welcome mail to verify your email.
ar_ar: لم يتم التحقق من البريد الإلكتروني. اتبع الرابط الموجود في البريد الترحيبي للتسجيل للتحقق من بريدك الإلكتروني.

source: Invalid credentials, try again
ar_ar: بيانات اعتماد غير صالحة ، حاول مرة أخرى

source: User was not found
ar_ar: لم يتم العثور على المستخدم

source: Validation Error: Password was not changed
ar_ar: خطأ في التحقق من الصحة: لم يتم تغيير كلمة المرور

source: Password has been changed successfully
ar_ar: تم تغيير كلمة المرور بنجاح

source: Error: Password could not be changed
ar_ar: خطأ: لا يمكن تغيير كلمة المرور

source: Password could not be changed
ar_ar: لا يمكن تغيير كلمة المرور

source: Please check your email to continue with password reset process
ar_ar: يرجى التحقق من بريدك الإلكتروني لمتابعة عملية إعادة تعيين كلمة المرور

source: The password token could not be generated. Please try again
ar_ar: لا يمكن إنشاء رمز كلمة المرور. حاول مرة اخرى

source: User {0} was not found
ar_ar: لم يتم العثور على المستخدم {0}

source: Token could not be reset
ar_ar: لا يمكن إعادة تعيين الرمز

source: Email verification link sent successfully. Please check your email.
ar_ar: تم إرسال رابط التحقق من البريد الإلكتروني بنجاح. تفقد بريدك الالكتروني من فضلك.

source: Error resetting email verification link
ar_ar: خطأ في إعادة تعيين رابط التحقق من البريد الإلكتروني

source: Error resending email verification link
ar_ar: خطأ في إعادة إرسال رابط التحقق من البريد الإلكتروني

source: Email validated successfully
ar_ar: تم التحقق من صحة البريد الإلكتروني بنجاح

source: Email could not be validated
ar_ar: لا يمكن التحقق من صحة البريد الإلكتروني

source: Reset password token was validated successfully
ar_ar: تم التحقق من صحة رمز إعادة تعيين كلمة المرور بنجاح

source: Reset password token could not be validated
ar_ar: لا يمكن التحقق من صحة رمز إعادة تعيين كلمة المرور

source: Invalid validation type
ar_ar: وسيلة التحقق غير صالحة

source: Invalid token or user account already validated
ar_ar: الرمز (token) غير صحيح او تم استخدامه من قبل

source: Token already expired
ar_ar: الرمز token انتهت صلاحيته

source: Token has been reset successfully. Please check your email.
ar_ar: تم أعاده تعيين token بنجاح. يرجى التحقق من بريدك الكتروني.

source: User {0} is already active
ar_ar: المستخدم {0} نشط بالفعل

source: Welcome to the African Union Volunteering Linkage Platform.
ar_ar: مرحبًا بكم في منصة الاتحاد الأفريقي للتواصل التطوعي.

source: Your account validation link
ar_ar: رابط التحقق من الحسابك

source: You have a new message
ar_ar: لديك رسالة جديدة

source: Invitation to African Union Volunteer Linkage Platform.
ar_ar: دعوة إلى منصة الاتحاد الإفريقي للروابط التطوعية.

source: You have been added to an Organization.
ar_ar: لقد تمت إضافتك إلى منظمة.

source: An admin has been added to your Organization.
ar_ar: تمت إضافة مسؤول إلى مؤسستك.

source: {0}Your reset password link
ar_ar: {0} رابط إعادة تعيين كلمة المرور

source: Reference cannot be null
ar_ar: لا يمكن أن يكون المرجع فارغًا

source: Token expiration cannot be empty
ar_ar: لا يمكن ترك حقل انتهاء صلاحية Token فارغاً

source: User not found
ar_ar: تعذّر العثور على المستخدم

source: The current password does not match
ar_ar: كلمة المرور الحالية غير متطابقة

source: You cannot use the current password as the new one
ar_ar: لا يمكنك استخدام كلمه المرور الحالية كـ كلمة سر جديدة

source: User not found for the given token and email.
ar_ar: لم يتم العثور على المستخدم لهذا الرمز و البريد الالكتروني

source: Token has already expired user with no token
ar_ar: الرمز Token انتهت صلاحيته, المستخدم بدون Token الآن

source: The provided file type is invalid. Support file types are: {0}
ar_ar: نوع الملف المقدم غير صالح. أنواع ملفات الدعم هي: {0}

source: Image must be less than {0}
ar_ar: يجب أن تكون الصورة أقل من {0}

source: Your password does not match your confirm password
ar_ar: كلمة المرور الخاصة بك لا تطابق تأكيد كلمة المرور الخاصة بك

source: Create New
ar_ar: إنشاء جديد

source: New Discusion Thread
ar_ar: موضوع جديد

source: Title
ar_ar: العنوان

source: Description
ar_ar: الوصف

source: Submit
ar_ar: إرسال

source: All Discussions
ar_ar: كل النقاشات

source: Joined Discussions
ar_ar: المناقشات المنضمة

source: My Discussions
ar_ar: مناقشاتي

source: Date Created
ar_ar: تاريخ الإنشاء

source: By
ar_ar: بواسطة

source: People
ar_ar: أشخاص

source: View Discussion
ar_ar: عرض المحادثة

source: No record found
ar_ar: لا يوجد سجل

source: Back To Discussions
ar_ar: العودة إلى المناقشات

source: No comments yet
ar_ar: لا تعليقات حتى الآن

source: Reply
ar_ar: الرد

source: Send
ar_ar: إرسال

source: Create New Thread
ar_ar: إنشاء موضوع جديد

source: Blog Posts
ar_ar: مقالات المدونه

source: Filter By
ar_ar: تصفية حسب

source: Select Region
ar_ar: اختر المنطقة

source: SECTORS
ar_ar: القطاعات

source: Date
ar_ar: التاريخ

source: Read More
ar_ar: اقرأ المزيد

source: About Publisher
ar_ar: حول الناشر

source: View Publisher's Page
ar_ar: عرض صفحة الناشر

source: Comments
ar_ar: التعليقات

source: SEE MORE
ar_ar: شاهد المزيد

source: Write comment
ar_ar: اكتب تعليق

source: Post Comment
ar_ar: أضف تعليقا

source: Login to write comment
ar_ar: تسجيل الدخول لكتابة تعليق

source: About
ar_ar: حول

source: About Us
ar_ar: معلومات عنا

source: What We Do
ar_ar: الذي نفعله

source: Partners
ar_ar: الشركاء

source: Resources
ar_ar: المصادر

source: Policies
ar_ar: السياسات

source: Best Practices
ar_ar: أفضل الممارسات

source: Reports
ar_ar: تقارير

source: Guidelines
ar_ar: إرشادات

source: Translate
ar_ar: ترجمه

source: Translate from:
ar_ar: الترجمة من:

source: Translations are required. Please translate.
ar_ar: الترجمات مطلوبة. يرجى الترجمة.

source: The following fields are invalid:
ar_ar: الحقول التالية غير صالحة:

source: Click here to resend verification mail
ar_ar: انقر هنا لإعادة إرسال بريد التحقق

source: Edit Profile
ar_ar: تعديل الملف الشخصي

source: Overview
ar_ar: نظرة عامة

source: Messages
ar_ar: الرسائل

source: Support Messages
ar_ar: رسائل الدعم

source: Program management
ar_ar: إدارة البرنامج

source: Create New Program
ar_ar: إنشاء برنامج جديد

source: Programs
ar_ar: برامج

source: News management
ar_ar: إدارة الأخبار

source: Post News
ar_ar: آخر الأخبار

source: News
ar_ar: الاخبار

source: Resources management
ar_ar: إدارة الموارد

source: Upload Resource
ar_ar: تحميل المورد

source: Admin management
ar_ar: إدارة الإدارة

source: New Admin
ar_ar: مشرف جديد

source: Admins
ar_ar: المدراء

source: first
ar_ar: أول

source: prev
ar_ar: السابق

source: next
ar_ar: التالي

source: last
ar_ar: الاخيرة

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
ar_ar: الصفحة {{page}} من {{pages}} ، تعرض {{current}} سجل (سجلات) من إجمالي {{count}}

source: Volunteering
ar_ar: التطوع

source: Linkage Platform
ar_ar: منصة الربط

source: Home
ar_ar: الرئيسية

source: Interactive Map
ar_ar: الخريطة التفاعلية

source: Blogs
ar_ar: المدونات

source: AU Home
ar_ar: الصفحة الرئيسية AU

source: View Profile
ar_ar: عرض الصفحة الشخصية

source: Public Forums
ar_ar: المنتديات العامة

source: Manage Accounts
ar_ar: إدارة الحسابات

source: Add Organization
ar_ar: أضف منظمة

source: Sign Out
ar_ar: تسجيل الخروج

source: Profile
ar_ar: الملف الشخصي

source: Logout
ar_ar: تسجيل الخروج

source: Login
ar_ar: تسجيل الدخول

source: Register
ar_ar: تسجيل

source: Hello,
ar_ar: مرحبا،

source: A new organization with name "
ar_ar: منظمة جديدة باسم "

source: Hi,
ar_ar: مرحبا بك,

source: Thank you for registering on the AU VLP platform, You would gain access to the organization on the platform after the AU has approved your application.
ar_ar: شكرًا لك على التسجيل في منصة AU VLP ، ستتمكن من الوصول إلى المنظمة على المنصة بعد موافقة الاتحاد الأفريقي على طلبك.

source: You will receive monthly newsletters on volunteers, and volunteering programs across the continent.
ar_ar: ستتلقى رسائل إخبارية شهرية عن المتطوعين وبرامج التطوع في جميع أنحاء القارة.

source: Regards
ar_ar: مع تحياتنا

source: You have been successfully added as an admin to a volunteering organization.
ar_ar: لقد تمت إضافتك بنجاح كمسؤول إلى منظمة تطوعية.

source: Login Here
ar_ar: سجل الدخول هنا

source: You have been added as a
ar_ar: لقد تمت إضافتك كـ

source: volunteering organization.
ar_ar: المستخدم ليس من خريجي المؤسسة المطلوبة.

source: An admin has been added to your volunteering organization.
ar_ar: تمت إضافة مسؤول إلى منظمتك التطوعية.

source: You added
ar_ar: أضفت

source: as a
ar_ar: ك

source: You have been invited to be an admin of a volunteering organization.
ar_ar: لقد تمت دعوتك لتكون مسؤولاً عن منظمة تطوعية.

source: Sign Up
ar_ar: التسجيل

source: Your password reset email.
ar_ar: البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور.

source: Click the link / button to reset your password.
ar_ar: انقر فوق الارتباط / الزر لإعادة تعيين كلمة المرور الخاصة بك.

source: Reset Password
ar_ar: إعادة تعيين كلمة المرور

source: Verify your email.
ar_ar: قم بتأكيد بريدك الألكتروني.

source: Click the link / button to verify your email.
ar_ar: انقر فوق الارتباط / الزر للتحقق من بريدك الإلكتروني.

source: Verify Email
ar_ar: التحقق من البريد الإلكتروني

source: Events
ar_ar: الأحداث

source: Search events
ar_ar: البحث عن الأحداث

source: Organizer
ar_ar: المنظم

source: View
ar_ar: عرض

source: Please login or signup to view.
ar_ar: الرجاء تسجيل الدخول أو التسجيل للمشاهدة.

source: Volunteering Oppurtunnities
ar_ar: تبرعات التطوع

source: Show interest
ar_ar: أظهر الاهتمام

source: Volunteering oppurtunity roles
ar_ar: أدوار الفرصة التطوعية

source: Select Role
ar_ar: اختر دور

source: Submit Interest
ar_ar: إرسال الاهتمام

source: Login to show interest
ar_ar: تسجيل الدخول لإظهار الاهتمام

source: Error
ar_ar: خطأ

source: Back
ar_ar: رجوع

source: Go Home
ar_ar: الذهاب إلى الرئيسية

source: Add Admin
ar_ar: إضافة المسؤول

source: Select role
ar_ar: حدد الدور

source: Admin
ar_ar: مشرف

source: Basic
ar_ar: أساسي

source: Volunteering Info
ar_ar: معلومات التطوع

source: Volunteering roles
ar_ar: أدوار التطوع

source: Volunteering Role
ar_ar: الدور التطوعي

source: Select
ar_ar: تحديد

source: Number Volunteers Needed
ar_ar: العدد المطلوب من المتطوعين

source: Volunteering Categories
ar_ar: فئات التطوع

source: Add more
ar_ar: أضف المزيد

source: Save
ar_ar: حفظ

source: Add New Resource
ar_ar: إضافة مورد جديد

source: Basic Info
ar_ar: معلومات أساسية

source: Resource Type
ar_ar: نوع المورد

source: Select Type
ar_ar: حدد النوع

source: Region
ar_ar: المنطقة

source: All Region
ar_ar: كل المنطقة

source: Country
ar_ar: الدولة

source: All
ar_ar: الكل

source: Status
ar_ar: الحالة

source: Search
ar_ar: بحث

source: Role
ar_ar: دور

source: Date added
ar_ar: تاريخ الاضافة

source: Action
ar_ar: الإجراء

source: Edit
ar_ar: تعديل

source: Pending Invites
ar_ar: دعوات بانتظار المراجعة

source: Email
ar_ar: البريد الإلكتروني

source: Date sent
ar_ar: تاريخ الإرسال

source: AU Messages
ar_ar: رسائل الاتحاد الأفريقي

source: AU Support
ar_ar: دعم الاتحاد الافريقي

source: Select Country
ar_ar: اختر الدولة

source: City
ar_ar: المدينة

source: Select City
ar_ar: اختار المدينة

source: Address
ar_ar: العنوان

source: Start Date
ar_ar: تاريخ البدء

source: End Date
ar_ar: تاريخ الانتهاء

source: Edit Admin
ar_ar: تحرير المسؤول

source: Edit Program
ar_ar: تحرير البرنامج

source: Numbers needed
ar_ar: الأرقام المطلوبة

source: Actions
ar_ar: الإجراءات

source: edit
ar_ar: تحرير

source: Edit Oppurtunity
ar_ar: تحرير الفرصة

source: Save Changes
ar_ar: حفظ التغييرات

source: Select Categories
ar_ar: حدد الفئات

source: Publishing Categories
ar_ar: فئات النشر

source: Edit Resource
ar_ar: تحرير الموارد

source: Location
ar_ar: الموقع

source: Volunteers Interested
ar_ar: المتطوعين مهتمين

source: Event link
ar_ar: رابط الحدث

source: Volunteering Interests
ar_ar: اهتمامات التطوع

source: Check-in/Approve Request
ar_ar: تسجيل الوصول / الموافقة على الطلب

source: Decline Request
ar_ar: رفض الطلب

source: Copied to clipboard!
ar_ar: نسخ إلى الحافظة!

source: Search program
ar_ar: برنامج البحث

source: Event status
ar_ar: حالة الحدث

source: Select Status
ar_ar: -حدد الحالة

source: Program
ar_ar: البرنامج

source: Interested
ar_ar: مهتم

source: Past
ar_ar: الماضي

source: Ongoing
ar_ar: جارية الان

source: Upcoming
ar_ar: القادمة

source: Organization Inactive!
ar_ar: المنظمة غير نشطة!

source: You will gain access to the organization on the platform after the AU has approved your application.
ar_ar: ستتمكن من الوصول إلى المنظمة على المنصة بعد موافقة الاتحاد الأفريقي على طلبك.

source: Please contact the AU admin for further assistance
ar_ar: يرجى الاتصال بمسؤول AU للحصول على مزيد من المساعدة

source: Upcoming Programs
ar_ar: البرامج القادمة

source: See All
ar_ar: مشاهدة الكل

source: Recent Updates
ar_ar: التحديثات الأخيرة

source: Date Posted
ar_ar: تاريخ النشر

source: Type
ar_ar: النوع

source: Message
ar_ar: الرسالة

source: Back to messages
ar_ar: رجوع إلى الرسائل

source: New message
ar_ar: رسالة جديدة

source: Organization
ar_ar: المنظمة

source: Select Organization
ar_ar: حدد المنظمة

source: Me
ar_ar: أنا

source: Read Message
ar_ar: قراءة الرسالة

source: Search news
ar_ar: البحث عن الأخبار

source: News status
ar_ar: حالة الأخبار

source: Volunteering category
ar_ar: فئة التطوع

source: Select Category
ar_ar: اختر تصنيف

source: Edit Organization
ar_ar: تحرير المنظمة

source: Edit Logo
ar_ar: تحرير الشعار

source: Select image
ar_ar: اختر صورة

source: Upload
ar_ar: رفع

source: Contact Details
ar_ar: معلومات الاتصال

source: Phone Number
ar_ar: رقم الهاتف

source: Contact Links
ar_ar: روابط الاتصال

source: Website
ar_ar: الموقع الالكتروني

source: Facebook Url
ar_ar: رابط فيس بوك

source: Instagram Url
ar_ar: رابط لانستجرام

source: Twitter Url
ar_ar: رابط تويتر

source: Other Offices
ar_ar: مكاتب أخرى

source: Add Office
ar_ar: أضف مكتب

source: Delete selected office?
ar_ar: هل تريد حذف المكتب المحدد؟

source: Please select an image
ar_ar: الرجاء تحديد صورة

source: Resource type
ar_ar: نوع المورد

source: About us
ar_ar: معلومات عنا

source: AU Youths | Choose Language
ar_ar: شباب الاتحاد الافريقي | اختر اللغة

source: Capital
ar_ar: حرف كبير

source: Country Informations
ar_ar: معلومات الدولة

source: Population
ar_ar: تعداد السكان

source: Official Language
ar_ar: لغة رسمية

source: Quick Links
ar_ar: روابط سريعة

source: Country Resources
ar_ar: موارد البلد

source: Volunteerism Impact
ar_ar: أثر التطوع

source: Hours Volunteered
ar_ar: ساعات التطوع

source: GDP Contribution
ar_ar: مساهمة الناتج المحلي الإجمالي

source: People Reached
ar_ar: الناس وصلت

source: Volunteerism Statistics
ar_ar: إحصاءات التطوع

source: Volunteering Organizations
ar_ar: المنظمات التطوعية

source: Volunteering Programs
ar_ar: برامج التطوع

source: Select Chart Goal
ar_ar: حدد هدف المخطط

source: Loading...
ar_ar: جار التحميل...

source: Number of Volunteers
ar_ar: عدد المتطوعين

source: Female
ar_ar: أنثى

source: Male
ar_ar: ذكر

source: Age Contribution
ar_ar: مساهمة العمر

source: OrganizationsTypes
ar_ar: المنظمات

source: Agenda 2063
ar_ar: أجندة 2063

source: Explore
ar_ar: اكتشف

source: Latest Updates
ar_ar: آخر المستجدات

source: Please login or signup to view resources
ar_ar: الرجاء تسجيل الدخول أو الاشتراك لعرض الموارد

source: Tweets by
ar_ar: تغريدات بواسطة

source: CONNECT WITH US
ar_ar: اتصل بنا

source: Newsletter
ar_ar: النشرة الإخبارية

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
ar_ar: حدد النشرة (الرسائل) الإخبارية التي تريد الاشتراك فيها أو إلغاء الاشتراك فيها.

source: Enter your email
ar_ar: أدخل بريدك الإلكتروني

source: Subscribe
ar_ar: الاشتراك

source: Weekly
ar_ar: أسبوعي

source: Monthly
ar_ar: شهري

source: Quarterly
ar_ar: ربع سنوي

source: AU-VLP is a continental development program that recruits and works with youth volunteers, to work in all 54 countries across the African Union
ar_ar: AU-VLP هو برنامج تنمية قاري يقوم بتجنيد المتطوعين الشباب والعمل معهم ، للعمل في جميع البلدان البالغ عددها 54 في جميع أنحاء الاتحاد الأفريقي

source: All of Africa
ar_ar: كل افريقيا

source: Volunteering Programs in Africa
ar_ar: برامج التطوع في أفريقيا

source: Volunteer Events
ar_ar: أحداث تطوعية

source: Volunteer Organizations
ar_ar: المنظمات التطوعية

source: Select Sector
ar_ar: حدد القطاع

source: Top 10 Nations
ar_ar: أفضل 10 دول

source: Bottom 10 Nations
ar_ar: أسفل 10 دول

source: NewsLetter
ar_ar: نشرة

source: View Progam
ar_ar: مشاهدة ملف Progam

source: ALL
ar_ar: الكل

source: Select Resource Type
ar_ar: حدد نوع المورد

source: Date Published
ar_ar: تاريخ النشر

source: Publisher
ar_ar: الناشر

source: Organizations and volunteers working together for peace and development
ar_ar: المنظمات والمتطوعون الذين يعملون معًا من أجل السلام والتنمية

source: The African Union-VLP contributes to peace and development through volunteerism across the Africa continent.
ar_ar: يساهم الاتحاد الأفريقي VLP في السلام والتنمية من خلال العمل التطوعي في جميع أنحاء القارة الأفريقية.

source: Change Password
ar_ar: تغيير كلمة المرور

source: Current Password
ar_ar: كلمة المرور الحالية

source: New Password
ar_ar: كلمة المرور الجديدة

source: Confirm Password
ar_ar: تأكيد كلمة المرور

source: Don’t have an account yet?
ar_ar: لا تملك حسابا حتى الآن؟

source: Volunteer
ar_ar: تطوع

source: We choose to focus on the individual child and the challenges they may face.
ar_ar: نختار التركيز على الطفل الفردي والتحديات التي قد يواجهونها.

source: Already have an account?
ar_ar: هل لديك حساب بالفعل؟

source: We sent you an email containing verification instruction. Please follow the instructions to verify your email.
ar_ar: لقد أرسلنا لك رسالة بريد إلكتروني تحتوي على تعليمات التحقق. يرجى اتباع التعليمات للتحقق من بريدك الإلكتروني.

source: Organization Registration
ar_ar: تسجيل المنظمة

source: Step 1
ar_ar: الخطوة الاولى

source: Step 2
ar_ar: الخطوة الثانية

source: Create an account
ar_ar: انشئ حساب

source: First name
ar_ar: الاسم الاول

source: Last name
ar_ar: الاسم الاخير

source: Email address
ar_ar: عنوان البريد الإلكتروني

source: Password
ar_ar: كلمة المرور

source: Confirm password
ar_ar: تأكيد كلمة المرور

source: Preferred language
ar_ar: اللغة المفضلة

source: What is your interest on the Continental Platform
ar_ar: ما هي اهتماماتك على المنصة القارية

source: Organization details
ar_ar: تفاصيل المنظمة

source: Organization name
ar_ar: اسم المؤسسة

source: Short description
ar_ar: وصف قصير

source: Select country
ar_ar: اختر البلاد

source: Select city
ar_ar: اختر مدينة

source: Type of Organization
ar_ar: نوع المنظمة

source: Date of establishment
ar_ar: تاريخ التأسيس

source: Next
ar_ar: التالى

source: Volunteer Registration
ar_ar: تسجيل المتطوعين

source: User Registration
ar_ar: تسجيل المستخدم

source: Create Profile
ar_ar: إنشاء ملف تعريف

source: Current Nationality
ar_ar: الجنسية الحالية

source: Gender
ar_ar: الجنس

source: Short Profile
ar_ar: ملف تعريف قصير

source: Do you have volunteering experience
ar_ar: هل لديك خبرة في التطوع

source: Which program did you volunteer with
ar_ar: ما البرنامج الذي تطوعت فيه

source: Program name
ar_ar: إسم البرنامج

source: Year of service
ar_ar: سنة الخدمة

source: Select year
ar_ar: اختر السنه

source: Country Served in
ar_ar: خدم البلد في

source: Volunteering Interest
ar_ar: مصلحة التطوع

source: Login to your account
ar_ar: تسجيل الدخول إلى حسابك

source: Forgot Password ?
ar_ar: تغيير كلمة المرور؟

source: Email Unverified
ar_ar: لم يتم التحقق من البريد الإلكتروني

source: Edit Profile Image
ar_ar: تحرير صورة الملف الشخصي

source: Years
ar_ar: سنوات

source: Share
ar_ar: شارك

source: Date of birth
ar_ar: تاريخ الميلاد

source: Marital Status
ar_ar: الحالة الاجتماعية

source: Single
ar_ar: أعزب

source: Married
ar_ar: متزوج

source: Availability
ar_ar: توفر

source: Part time
ar_ar: دوام جزئي

source: Full time
ar_ar: دوام كامل

source: Nationality at birth
ar_ar: الجنسية عند الولادة

source: Place of birth
ar_ar: مكان الولادة

source: Phone number
ar_ar: رقم الهاتف

source: Current address
ar_ar: العنوان الحالي

source: Resident Country
ar_ar: البلد المقيم

source: Share Profile
ar_ar: مشاركة الملف الشخصي

source: Here is the link to your profile
ar_ar: هنا الرابط لملفك الشخصي

source: Copy to clipboard
ar_ar: نسخ إلى الحافظة

source: Close
ar_ar: إغلاق

source: National By Birth
ar_ar: الوطنية بالولادة

source: Member Since
ar_ar: عضو منذ

source: Contact Informations
ar_ar: معلومات الاتصال

source: Alumni Forum
ar_ar: منتدى الخريجين

source: Edit About
ar_ar: تحرير حول

source: Platform Interests
ar_ar: اهتمامات المنصة

source: Select Platform Interests
ar_ar: حدد اهتمامات النظام الأساسي
